import {T_Ticket} from "src/modules/types.ts";

export const TicketMocks:T_Ticket[] = [
    {
        id: 1,
        name: "Пейнтбол",
        status: 1,
        image: "",
        description: "Мероприятие насыщено весельем, командным духом и яркими красками. Атмосфера соперничества и любимая игра подарят море положительных эмоций, помогут отвлечься от учёбы и дадут возможность отдохнуть.",
        date: "2 октября",
    },
    {
        id: 2,
        name: "Картинг",
        status: 1,
        image: "",
        description: "Это увлекательное и завораживающее действие. Приятная атмосфера и дух соперничества оставили в сердцах участников невероятное количество драйвовых ощущений!",
        date: "5 ноября",
    },
    {
        id: 3,
        name: "Театр",
        status: 1,
        image: "",
        description: "Московский драматический театр имени А.С. Пушкина предлагает студентам совершенно бесплатно посетить весенние спектакли. Сходить в театр – это отличный способ отвлечься от ежедневной суеты и окунуться в мир искусства.",
        date: "15 декабря",
    },
    {
        id: 4,
        name: "Матч",
        status: 1,
        image: "",
        description: "«ЛУКОЙЛ АРЕНА» в честь своего 10-летия приглашает на большой праздник, главным событием которого станет матч звёзд с участием спартаковцев прошлого и настоящего.",
        date: "2 октября",
    }
]